Repository: AP05E29N/WordPress-Opauth
Catalog: languages/wp-opauth-*.po
Languages: pt_br

source: Custom openid providers
pt_br: Provedores openid customizados

source: Requires the openid strategy to be enabled in the network
pt_br: Requer que a estratégia openid esteja habilitada na rede

source: Enabled network strategies
pt_br: Estratégia habilitadas da rede

source: Store Settings
pt_br: Guardar Configurações

source: Icons are 16x16 png files up to %d bytes
pt_br: Ícones são arquivos png 16x16 de até %d bytes

source: To add variables, place %% around them (ie: %s)
pt_br: Para adicionar variáveis, coloque %% antes e depois delas (exemplo: %s)

source: Remove
pt_br: Remover

source: Add
pt_br: Adicionar

source: Or login using:
pt_br: Ou acesse usando:

source: OpenID URL
pt_br: URL OpenID

source: Login
pt_br: URL de Login

source: General Options
pt_br: Opções Gerais

source: Try placing the login buttons below the login form
pt_br: Tentar colocar os botões de login abaixo do formulário

source: Allow individual sites to specify custom openid providers
pt_br: Permitir que sites individuais especifiquem provedores openid customizados

source: Email new users their username and password
pt_br: Enviar um email para novos usuários com nome de usuário e senha

source: Allow individual sites to disable strategies
pt_br: Permitir que sites individuais especifiquem provedores openid customizados

source: Requires the openid strategy to be enabled
pt_br: Requer que a estratégia openid esteja habilitada

source: Strategies
pt_br: Estratégias

source: Enabled
pt_br: Habilitado

source: Return URL
pt_br: URL de Retorno

source: Next
pt_br: Próximo

source: Opauth User List
pt_br: Lista de usuários Opauth

source: %d opauth users
pt_br: %d usuários opauth

source: Name
pt_br: Nome

source: Provider
pt_br: Provedor

source: Remote ID
pt_br: ID Remoto

source: The Opauth class file was not found.
pt_br: O arquivo da classe Opauth não foi encontrado.

source: Did you download the submodules?
pt_br: Você baixou os submódulos?

source: Read the README file for more information
pt_br: Leia o arquivo README para mais informação

source: Anonymous
pt_br: Anônimo

source: User registration is disabled
pt_br: O registro de usuários está desabilitado

source: Opauth Plugin Options
pt_br: Opções do Plugin Opauth

source: Settings
pt_br: Configurações

source: Users
pt_br: Usuários

source: Settings updated successfully
pt_br: Configurações atualizadas com sucesso

source: Login URL
pt_br: URL de Login

source: The uploaded file is larger than %d bytes.
pt_br: O arquivo enviado é maior que %d bytes.

source: The uploaded file is not a valid png file.
pt_br: O arquivo enviado não é um arquivo png válido.

source: Hello %s,
pt_br: Olá %s,

source: Your wordpress account was created.
pt_br: Sua conta wordpress foi criada.

source: Username:
pt_br: Usuário:

source: Password:
pt_br: Senha:

source: Wordpress Account Creation
pt_br: Criação da Conta Wordpress

source: Adds Opauth (opauth.org) support
pt_br: Adiciona suporte Opauth (opauth.org)
